/*Задание 1
Необходимо создать переменную в которой будет храниться температура в градусах Цельсия, преобразовать значение в температуру по фаренгейту.
Формула перевода градусов Цельсия в градусы Фаренгейта: градусы Фаренгейта = (9 / 5) * градусы Цельсия + 32
Вывести в консоль температуру в Цельсиях и Фаренгейтах.*/

// Создаем переменную для температуры в градусах Цельсия
let C = 10;
// Преобразуем температуру в градусы Фаренгейта
let F = (9 / 5) * C + 32;
// Выводим результат в консоль
console.log('Цельсий -',C , ',', 'Фаренгейт - ' ,F);

/*Задание 2
Необходимо создать переменную name, записать в эту переменную свое имя. Необходимо также создать переменную admin и присвоить этой переменной значение из переменной name. Вывести значение переменной admin в консоль.*/

// Создаем переменную в которую записали своё имя
let name = 'Vladzimir';
// присвоили переменной admin значение из переменной name
let admin = name;
// Выводим результат в консоль
console.log(admin);

